tap "1password/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kraken/temp"
brew "automake"
brew "openssl@3"
brew "berkeley-db", link: true
brew "xz"
brew "binutils"
brew "boost"
brew "gettext"
brew "cairo"
brew "lima"
brew "colima"
brew "docker"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "libtiff"
brew "wxwidgets"
brew "erlang"
brew "freetds"
brew "gh"
brew "git-absorb"
brew "unbound"
brew "gnutls"
brew "grep"
brew "grip"
brew "pkgconf"
brew "guile"
brew "inetutils"
brew "jq"
brew "libffi"
brew "libmagic"
brew "libmemcached"
brew "libxml2"
brew "node", link: false
brew "markdownlint-cli"
brew "memcached"
brew "mvfst"
brew "openssl@1.1"
brew "oxipng"
brew "pcre"
brew "perl"
brew "pgcli"
brew "pipx"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "rabbitmq"
brew "ripgrep"
brew "sops"
brew "vim"
brew "watchman"
brew "wget"
brew "zlib"
brew "heroku/brew/heroku"
brew "kraken/temp/libxmlsec1"
cask "1password-cli"
cask "dbeaver-community"
